Repository: huwung/ProjektOmegaT
Catalog: training/materials/legacy/english_to_german.tmx
Source language: en
Languages: de

source: What links here
de: Links auf diese Seite

source: Related changes
de: Änderungen an verlinkten Seiten

source: Upload file
de: Hochladen

source: Special pages
de: Spezialseiten

source: Printable version
de: Druckversion

source: Cite this article
de: Artikel zitieren

source: This page was last modified 21:33, 24 August 2006.
de: Diese Seite wurde zuletzt geändert um 21:33, 24. August 2006.

source: All text is available under the terms of the GNU Free Documentation License.
de: Ihr Inhalt steht unter der .All text is available under the terms of the GNU-Lizenz für freie Dokumentation.

source: Wikipedia® is a registered trademark of the Wikimedia Foundation, Inc.
de: Wikipedia® ist eine eingetragene Marke der Wikimedia Foundation Inc.

source: Privacy policy
de: Datenschutz

source: About Wikipedia
de: Über Wikipedia

source: Disclaimers
de: Impressum

source: Founded in 2004 by Paris Hilton.
de: Gegründet 2004 durch Paris Hilton.

source: It is one of the world's largest chains
de: Sie ist eine der größten Ketten der Welt

source: History
de: Geschichte

source: External links
de: Weblinks

source: This room has become a popular tourist destination.
de: Dieses Zimmer ist ein beliebtes Touriestenziel geworden.

source: The new Hilton Tower, in Manchester UK.
de: Der neue Hilton Tower in Manchester (Großbritannien).

source: It was completed in 1963 and was designed by Dirk Bach.
de: Er wurde von Dirk Bach entworfen und 1963 fertigestellt.

source: In German, some of this distinction can be seen between "Übersetzer" and "Dolmetscher".
de: Auf deutsch besteht dieser Unterschied auch z.T. zwischen "Übersetzer" und "Dolmetscher".

source: The products serve to insulate the room from the cold stone.
de: Die Produkte dienen dazu, das Zimmer vom kalten Stein zu isolieren.

source: Since they are no longer relevant for defense, the city has grown beyond its walls, and many of the walls have been torn down.
de: Da die Mauer keine Verteidigungsfunktion mehr haben, ist die Stadt über sie hinaus gewachsen, und viele Wände sind abgerissen worden.

source: The water on one side of a dyke will be noticeably higher than on the other side.
de: Das Wasser auf der einen Seite eines Deichs wird beträchtlich höher sein, als auf der anderen Seite.
